MAKE_ACCOUNT_TEXT = '''
سلام ، وقتتون بخیر 🔆
خوشحالم که بات مارو انتخاب کردید ❤
اگر که شما هم ، دوست دارید که در کلاس بهترین باشید و همیشه آماده باشید
در این ربات هم جزوه دریافت کنید و هم جزوه و نمونه سوال به اشتراک بگذارید 💘

برای شروع از دکمه ی زیر برای ثبت نام استفاده کنید 🅰'''

START_TEXT = '''
سلام ، وقتتون بخیر 🔆
خوشحالم که بات مارو انتخاب کردید ❤
اگر که شما هم ، دوست دارید که در کلاس بهترین باشید و همیشه آماده باشید
در این ربات هم جزوه دریافت کنید و هم جزوه و نمونه سوال به اشتراک بگذارید 💘

برای شروع از دکمه های منو استفاده کنید 🅰'''

ALREADY_EXIST = '''
شما قبلا اکانت ساخته اید ❌'''

SENT_ACCOUNT = '''
درخواست شما توسط ربات تایید شد ، مجدد /start ارسال کنید 🧡'''

SPAM = '''
بخاطر اسپم در ربات برای 5 دقیقه از استفاده از ربات منع شدید 😥
اگر به این کار خود ادامه بدید به طور کامل از ربات بن میشوید 😭'''

RULES =             '''لطفا به قوانین زیر توجه داشته باشید ، در صورت عدم رعایت از ربات بن خواهید شد.
            🗿به هیچ عنوان جزوه و نمونه سوال با عنوان یا فایل اشتباه ارسال کنید (بعد از سه بار اخطار بن خواهید شد)
            🗿اسپم نکنید [ بعد از دوبار اخطار بن خواهید شد)]
            و در اخر از ربات لذت ببرید :D 🤗

                    '''
FALSE_FILE = '''
مشکلی در دریافت فایل شما پیش آمد ، لطفا مجدد از منو اقدام کنید 🙄'''



NOHOM = "nohom/"
JOZVE = "jozvat/"
NEMONESOAL = "soal/"

ZIST = "zist.txt"
ADABI = "adabi.txt"
DEFAEI = "defaei.txt"
EJTEMA = "ejtema.txt"
FISH = "fish.txt"
GHORAN = "ghoran.txt"
AZMAYESH = "azmayesh.txt"
HESAB = "hesab.txt"

VERSION = "1.0.5"
NAME = "تجارت علم نوین"
USERS = "86"